Repository: capstanlqc-pisa/PISA_2025_fr-ZZ_Translation2_OMT
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_zz

source: Are you interested in videogames?
fr_zz: Les jeux vidéo vous semblent intéressants ?

source: Click here to continue.
fr_zz: Cliquez ici pour continuer.

source: Interested
fr_zz: Validé

source: Not interested
fr_zz: Pas intéressés

source: Not interested at all
fr_zz: Pas du tout intéressé

source: Please select one response.
fr_zz: [Veuillez sélectionner une seule réponse]

source: Select the best option.
fr_zz: Sélectionnez la meilleure option.

source: There are no right answers.
fr_zz: Il n'y a pas de bonnes réponses.

source: Very interested
fr_zz: Très intéressé

source: Welcome to this survey!
fr_zz: Bienvenue dans cette enquête !
